Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: So how is it possible that we communicate so well with strangers?
ne: अपरिचितहरुसंग राम्रोसंग सम्पर्क बनाउन केले गर्दा सम्भव हुन्छ ?

source: There are two reasons.
ne: यसका दुईवटा कारण छन्:

source: The first one is that it's a quick interaction.
ne: पहिलो छ - शीघ्र वार्तालाप ।

source: It has no consequences.
ne: यसबाट कुनै निष्कर्ष निस्किदैन ।

source: It's easy to be honest with someone you're never going to see again, right?
ne: दोहोराएर भेट नहुने कुनै पनि मानिससंग सोझो कुरा गर्न सकिन्छ, कि कसो ?

source: That makes sense.
ne: त्यसो भन्न सकिन्छ ।

source: The second reason is where it gets more interesting.
ne: दोश्रो कारण अझ रोचक छ ।

source: We have a bias when it comes to people we're close to.
ne: आफ्नो नजिक भएका मानिससंग कुरा गर्दा हामी पूर्वाग्रही हुन्छौं ।

source: We expect them to understand us.
ne: हामी उनीहरुले कुरा बुझ्ने अपेक्षा राख्छौं।

source: We assume they do, and we expect them to read our minds.
ne: हामी बुझे होला भन्ठान्छौं र मनको कुरा बुझून् भन्ने सोच्छौं ।

source: So imagine you're at a party, and you can't believe that your friend or your spouse isn't picking up on it that you want to leave early.
ne: कल्पना गरौँ, तपाईं एउटा पार्टीमा हुनुहुन्छ र तपाईंलाइ चाडै हिड्न मनलागेको कुरा नबुझेर तपाईंको परिवार वा साथीले जाऊ भनेन भन्ने कुराको कल्पना गर्न सक्नुहुन्न ।

source: And you're thinking, "I gave you the look."
ne: अनि तपाईं मनमनै भन्नुहुन्छ - "अघिदेखि आँखा सन्काइ रहेको छु त"

source: With a stranger, we have to start from scratch.
ne: उता अपरिचितसंग कुरा गर्दा शून्यबाट सुरु गर्नुपर्छ ।

source: We tell the whole story, we explain who the people are, how we feel about them; we spell out all the inside jokes.
ne: हामी उनीहरुलाई हामी को हो, उनीहरुलाई भेटेर कस्तो लागिरहेछ भनेर आफ्नो सबै कुरा सुनाउछौं; आफ्ना गोप्य कुराहरु खोल्छौं ।

source: Sometimes they do understand us a little better.
ne: भन्दा कहिले कहीं, उनीहरुले हामी भन्दा राम्रै कुरा बुझिदिन्छ्न

source: OK.
ne: पक्कै पनि

source: So now that we know that talking to strangers matters, how does it work?
ne: यहाँसम्म आइपुग्दा हामीले अपरिचितसंग कुरा गर्नुको अर्थ बुझ्यौं । तर यसले काम कसरी गर्छ त ?

source: There are unwritten rules we tend to follow.
ne: त्यहाँ केहि अलिखित नियमहरु छन् जसको पालना गर्नुपर्छ ।

source: The rules are very different depending on what country you're in, what culture you're in.
ne: देश वा संस्कृति अनुसार नियमहरु फरकफरक हुन्छन् ।

source: In most parts of the US, the baseline expectation in public is that we maintain a balance between civility and privacy.
ne: अमेरिकाको धेरैजसो भागमा, मानिसहरु शिष्टाचार र गोपनीयताको सन्तुलन रहोस भन्ने विचार गर्दछन् ।

source: This is known as civil inattention.
ne: यसलाई उनीहरु "शिस्ट उपेक्षा" भन्छन् ।

source: So, imagine two people are walking towards each other on the street.
ne: मानौं सडकमा दुई जना विपरीत दिशाबाट एक अर्काको नजीक आउदैछन् ।

source: They'll glance at each other from a distance.
ne: परैबाट उनीहरु एक अर्कालाई देखादेख गर्दछन् ।

source: That's the civility, the acknowledgment.
ne: यो सामाजिकता वा शिस्टाचार हो ।

source: And then as they get closer, they'll look away, to give each other some space.
ne: जसै उनीहरु एक अर्काको नजीक पुग्छन्, एक अर्काको सहजताको लागि अलि टाढा हेर्छन् ।

source: In other cultures, people go to extraordinary lengths not to interact at all.
ne: कुनै अरु संस्कृतिमा मानिसहरु एक अर्कासंग संगत नगर्न हदै पार गर्दछन् ।

source: People from Denmark tell me that many Danes are so averse to talking to strangers, that they would rather miss their stop on the bus than say "excuse me" to someone that they need to get around.
ne: डेनमार्कका मानिसले भनेको - अपरिचितसंग वार्तालाप गर्न यतिसम्म चाहन्नन् कि, बसमा उनीहरु आफ्नो स्टप भन्दा पर पुग्न तयार हुन्छन्, तर आफू अगाडी भएको मान्छेसंग बाटो माग्दैनन् ।

source: Instead, there's this elaborate shuffling of bags and using your body to say that you need to get past, instead of using two words.
ne: आफ्नो झोला अगाडी सारेर वा सांकेतिक रुपमा अगाडी जानुपरेको संकेत गर्छन्, तर बाटो माग्न दुई शब्द बोल्दैनन् ।

source: In Egypt, I'm told, it's rude to ignore a stranger, and there's a remarkable culture of hospitality.
ne: मैंले सुनेको, इजिप्टमा, अतिथि सत्कारको यति ठुलो महत्व छ कि, अपरिचितको उपेक्षा गर्नुलाई साह्रै अशिष्ट मानिन्छ ।

source: Strangers might ask each other for a sip of water.
ne: अपरिचितहरु एक अर्कासंग एक घुट्को पानी पनि साटासाट गर्न सक्छन् ।

source: Or, if you ask someone for directions, they're very likely to invite you home for coffee.
ne: अथवा भनौ, तपाईले कसैसंग बाटो सोध्नुभयो भने उनीहरुले तपाईंलाइ कफि खुवाउन घर लग्ने समेत सम्भावना हुन्छ ।

source: We see these unwritten rules most clearly when they're broken, or when you're in a new place and you're trying to figure out what the right thing to do is.
ne: यस्ता अलिखित नियमहरु तब मात्रै अनुभव हुन्छन्, जब उनीहरु दु:खि देखिन्छन् वा तपाई नया ठाउंमा पुगेर के गर्दा ठिक होला भन्ने कुराको भेउ पाउने कोशिस गर्दै हुनुहुन्छ ।

source: Sometimes breaking the rules a little bit is where the action is.
ne: कहिले कहीं यी नियम तोड्नलाई केही कार्य नै गर्नुपर्छ ।

source: In case it's not clear, I really want you to do this. OK?
ne: कुरा प्रस्ट भएको छैन भने म प्रस्ट पार्छु, है त?

source: So here's how it's going to go.
ne: हेर्नुस् कसरी अगाडी बढ्ने ।

source: Find somebody who is making eye contact.
ne: पहिले तपाईंलाई हेरिरहेको मान्छे खोज्नुस् ।

source: That's a good signal.
ne: यो पहिलो सकारात्मक संकेत हो ।

source: The first thing is a simple smile.
ne: त्यसपछिको पहिलो काम हो - मीठो मुस्कान ।

source: If you're passing somebody on the street or in the hallway here, smile.
ne: तपाईं नजिक आउदै गरेको मानिसलाई हेरर मुस्कुराउनुहोस् ।

source: See what happens.
ne: हेर्नुहोस अनि के हुन्छ ।

source: Another is triangulation.
ne: अर्को छ त्रिकोणीय विधि ।

source: There's you, there's a stranger, there's some third thing that you both might see and comment on, like a piece of public art or somebody preaching in the street or somebody wearing funny clothes.
ne: तपाई हुनुहुन्छ, अपरिचित त्यहाँ छ, त्यहाँ तेस्रो कुनै वस्तु हुनुपर्छ जसलाई देखेर दुवैले प्रतिक्रिया जनाउन मिलोस् । जस्तै: कुनै पेन्टिंग, वा सडकमा भाषण दिंदै गरेको कुनै मान्छे, वा अनौठो पहिरन भएको कुनै मानिस ।

source: Give it a try.
ne: प्रयास गर्नुहोस् ।

source: Make a comment about that third thing, and see if starts a conversation.
ne: तेस्रो वस्तुमा प्रतिक्रिया जनाउनुहोस् र हेर्नुस, वार्तालाप सुरु हुन्छ कि ?

source: Another is what I call noticing.
ne: अर्को तरिका छ - प्रतिक्रिया जनाउने ।

source: This is usually giving a compliment.
ne: साधारणतया यसमा प्रशंसा गर्ने गरिन्छ ।

source: I'm a big fan of noticing people's shoes.
ne: मलाई अरु मान्छेको जुत्ता याद गर्न खुब मन पर्छ ।

source: I'm actually not wearing fabulous shoes right now, but shoes are fabulous in general.
ne: यतिखेर मैंले एकदम राम्रो जुत्ता लगाईरहेको त छैन तर जुत्ताहरु एकदमै राम्रा हुन्छन् ।

source: And they're pretty neutral as far as giving compliments goes.
ne: जुत्ताको प्रशंसा गर्नु स्वाभाविक पनि देखिन्छ ।

source: People always want to tell you things about their awesome shoes.
ne: मान्छेहरु आफ्नो राम्रो जुत्ताको बारेमा सुनाउन सधैं उत्सुक पनि हुन्छन् ।

source: You may have already experienced the dogs and babies principle.
ne: तपाईंहरुले बच्चाहरु एवं कुकुरहरुको तरिका त पक्कै प्रयोग गरिसक्नुभएको होला ।

source: It can be awkward to talk to someone on the street; you don't know how they're going to respond.
ne: बाटोमा नचिनेको मान्छेसंग कुरागर्नु असहज पनि हुन्छ उनीहरुले कस्तो प्रतिक्रिया जनाउछन् थाहाहुन्न

source: But you can always talk to their dog or their baby.
ne: तर उनीहरुको बच्चा वा कुकुरसंग सधैं कुरा गर्न सकिन्छ

source: The dog or the baby is a social conduit to the person, and you can tell by how they respond whether they're open to talking more.
ne: मानिसको लागि बच्चा वा कुकुर सामाजिक सम्बाहक हुन्, र तिनीहरुप्रति जनाएको प्रतिक्रियाबाट उनीहरु कुरा गर्न कतिको उत्सुक छन्, थाहा हुन्छ

source: The last one I want to challenge you to is disclosure.
ne: अन्तिम तथा चुनौतीपूर्ण अर्को तरिका छ - खुलासा गर्नु ।

source: This is a very vulnerable thing to do, and it can be very rewarding.
ne: यो तरिका अति सम्वेदनशील छ तर यो निकै उपयोगी हुनसक्छ ।

source: So next time you're talking to a stranger and you feel comfortable, tell them something true about yourself, something really personal.
ne: अर्कोपल्ट कुनै अपरिचित संग कुरा गर्दा तपाईंलाइ सहज महशुस भयो भने आफ्नो कुनै व्यक्तिगत कुरा सुनाउनुहोस् कुनै नितान्त व्यक्तिगत कुरा

source: You might have that experience I talked about of feeling understood.
ne: तपाइलाई अनुभब होला, केही मानिसले तपाईंलाइ सहजै बुज्न सक्छन् ।

source: Sometimes in conversation, it comes up, people ask me, "What does your dad do?" or, "Where does he live?"
ne: कहिलेकहीं कुराकानीको क्रममा मानिसहरु प्रश्न गर्छन् - तपाईंको बुवा के काम गर्नुहुन्छ, कहाँ हुनुहुन्छ ?

source: And sometimes I tell them the whole truth, which is that he died when I was a kid.
ne: कहिले कहिँ म उनीहरुलाइ वास्तविक कुरा भन्छु मेरो बुवा म सानै हुँदा बित्नुभएको थियो ।

source: Always in those moments, they share their own experiences of loss.
ne: यस्तो समयमा उनीहरु पनि आफ्नो यस्तै कुनै घटना सुनाउने गर्छन् ।

source: We tend to meet disclosure with disclosure, even with strangers.
ne: हामी अपरिचित हुदा हुदै पनि एक अर्का प्रति घनिष्ट हुन पुग्छौं ।

source: So, here it is.
ne: कुरा बुझिहाल्नुभयो ।

source: When you talk to strangers, you're making beautiful interruptions into the expected narrative of your daily life and theirs.
ne: जब अपरिचितसंग कुरा गर्नुहुन्छ तपाईं दैनिकीमा मिठो हस्तक्षेप गर्दै हुनुहुन्छ स्वयंको र उसको पनि ।

source: You're making unexpected connections.
ne: तपाई अनपेक्षित सम्बन्ध जोड्दै हुनुहुन्छ ।

source: If you don't talk to strangers, you're missing out on all of that.
ne: यदि तपाई अपरिचित संग कुरा गर्नुहुन्न भने यी सबै अवसर गुमाउदै हुनुहुन्छ ।

source: We spend a lot of time teaching our children about strangers.
ne: हामी आफ्ना केटाकेटीहरुलाई अपरिचितको बारेमा सम्झाउन धेरै समय खर्च गर्छौं ।

source: What would happen if we spent more time teaching ourselves?
ne: बरु हामी आफैंलाई सिकाउन समय खर्च गरे, कसो होला ?

source: We could reject all the ideas that make us so suspicious of each other.
ne: एक अर्का प्रति ससंकित हुने मनाशिकताबाट हामीलाइ मुक्ति मिल्दछ ।

source: We could make a space for change.
ne: हामी परिवर्तनको कारण बन्न सक्छौ ।

source: When people find out I write about time management, they assume two things.
ne: म टाइम म्यानेजमेन्टको बारेमा लेख्छु भन्ने थाहा पाएपछि मानिसहरु २ कुराको अनुमान गर्छन्:

source: One is that I'm always on time, and I'm not.
ne: पहिलो: म सधै समयमै पुग्छु, बास्तवमा त्यस्तो छैन

source: I have four small children, and I would like to blame them for my occasional tardiness, but sometimes it's just not their fault.
ne: मेरा ४ जना साना बच्चाहरु छन् कहिलेकाही हुने ढिलाको दोष, म उनीहरु माथि थुपार्छु , तर कहिले कहीं उनीहरुको मात्र गल्ति हुदैन

source: I was once late to my own speech on time management.
ne: एकपटक म टाइम म्यानेजमेन्टको आफ्नै प्रवचन दिन ढिला पुगें

source: (Laughter) We all had to just take a moment together and savor that irony.
ne: ........(हाँसो)...... हामीले संगै बसेर त्यो विडम्बनाको सामना गरेका थियौं

source: The second thing they assume is that I have lots of tips and tricks for saving bits of time here and there.
ne: दोस्रो कुरा, उनीहरु सोच्छन्: म संग यता र उता गरेर समय निकाल्न सक्ने चुट्की, तरिकाहरु छन्

source: Sometimes I'll hear from magazines that are doing a story along these lines, generally on how to help their readers find an extra hour in the day.
ne: कहिलेकाहीं पत्रिकाहरुमा सुन्छु, उनीहरु आफ्नो पाठकहरुलाइ एक घण्टा जगेडा समय कसरी निकाल्न मद्धत गर्ने भनेर अध्ययन गर्दछन्

source: And the idea is that we'll shave bits of time off everyday activities, add it up, and we'll have time for the good stuff.
ne: उपाय भनेको आफ्ना सबै कामहरुबाट अलि अलि निकाल्ने र जोड्ने, त्यसरी हामी अरु कामको लागि समय निकाल्न सक्छौं

source: I question the entire premise of this piece, but I'm always interested in hearing what they've come up with before they call me.
ne: यस बिषयमा म सबैलाई प्रश्न गर्ने गर्छु, तर म संग कुरा गर्नु अगाडिको उनीहरुको कुरा सुन्न मलाई खुबै रमाइलो लाग्छ

source: Some of my favorites: doing errands where you only have to make right-hand turns -- (Laughter) Being extremely judicious in microwave usage: it says three to three-and-a-half minutes on the package, we're totally getting in on the bottom side of that.
ne: मलाई मनपर्ने केहि: छोटो यात्रा जहाँ दायाँ मात्रै मोडे पुग्छ .........(हाँसो)..... माइक्रो वेभ प्रयोग गर्दा अत्ति विचार गर्ने यसको खोलमा ३ देखि ३.५ मिनेट भन्छ हामी ठ्याक्कै त्यसै गर्छौं

source: And my personal favorite, which makes sense on some level, is to DVR your favorite shows so you can fast-forward through the commercials.
ne: व्यक्तिगतरुपमा मलाई मन पर्ने: यसले कुनै अर्थ पनि राख्छ मनपर्ने टिवी शो रेकोर्ड गर्ने र बिज्ञापन स्किप गर्दै हेर्ने

source: That way, you save eight minutes every half hour, so in the course of two hours of watching TV, you find 32 minutes to exercise.
ne: यसो गर्दा प्रत्येक ३० मिनेटमा ८ मिनेट बच्छ जसले २ घन्टाको टिवी हेर्ने क्रममा कसरत गर्न ३२ मिनेट बच्छ

source: (Laughter) Which is true.
ne: .........(हाँसो)..... हुन त हो

source: You know another way to find 32 minutes to exercise?
ne: कसरत गर्न ३२ मिनेट बचाउने अर्को तरिका तपाईंलाइ थाहा छ ?

source: Don't watch two hours of TV a day, right?
ne: टिवि हेर्न दैनिक २ घण्टा खर्च नगर्ने, कि कसो ?

source: (Laughter) Anyway, the idea is we'll save bits of time here and there, add it up, we will finally get to everything we want to do.
ne: .........(हाँसो)..... कुरा त्यहि हो कि, यता उति गरेर, तान तुन थप थाप पारेर हामी आफुलाई मनपरेको काम गर्छौं

source: But after studying how successful people spend their time and looking at their schedules hour by hour, I think this idea has it completely backward.
ne: तर सफल व्यक्तिहरु कसरी समय बिताउछन् भन्ने अध्ययन गरेर तथा उनीहरुको प्रत्यक घन्टाको कार्यतालिका हेरे पश्चात अघिका विचारहरु एकदमै पुरातनवादी लागे

source: We don't build the lives we want by saving time.
ne: हामी समय बचाएको भरमा हामीले चाहेको जीवन प्राप्त गर्न सक्दैनौ

source: We build the lives we want, and then time saves itself.
ne: हामीले चाहेको जस्तो जीवन बाच्ने गर्दा समय आफै बच्दछ

source: Here's what I mean.
ne: भन्नुको मतलब

source: I recently did a time diary project looking at 1,001 days in the lives of extremely busy women.
ne: मैंले भर्खरै १००१ अति ब्यस्त महिलाहरुको समय तालिकाको अध्ययन गरें

source: They had demanding jobs, sometimes their own businesses, kids to care for, maybe parents to care for, community commitments -- busy, busy people.
ne: उनीहरुको राम्रो काम छ, कतिको आफ्नै व्यापार व्यवसाय छ, हेरचाह गर्नुपर्ने केटा केटि वा बाउ आमा छन् समुदाय प्रतिको प्रतिबद्धता- व्यस्त, अति ब्यस्त मान्छे /

source: I had them keep track of their time for a week so I could add up how much they worked and slept, and I interviewed them about their strategies, for my book.
ne: एक हप्तासम्म उनीहरुको क्रियाक्रलाप अवलोकन गरें र उनीहरु कति घण्टा काम गरे, कति सुते विचार गरें र आफ्नो किताबको लागि उनीहरुको रणनीति बारे प्रश्न गरें

source: One of the women whose time log I studied goes out on a Wednesday night for something.
ne: मैंले समय तालिका हेर्दै गरेको एक महिला कुनै बुधबार राती कहीं जान्छिन्

source: She comes home to find that her water heater has broken, and there is now water all over her basement.
ne: फर्केर घर आउंदा, उनको भान्छाको धारो बिग्रिएको रहेछ, जता ततै पानी नै पानी जमेको रहेछ

source: If you've ever had anything like this happen to you, you know it is a hugely damaging, frightening, sopping mess.
ne: तपाईंलाइ पनि कहिले यस्तो घटना घटेको भए थाहा छ नी: कति भद्रगोल, भिजेको, बिग्रेको गन्हाउने हुन्छ

source: So she's dealing with the immediate aftermath that night, next day she's got plumbers coming in, day after that, professional cleaning crew dealing with the ruined carpet.
ne: तुरुन्तै उनी त्यो परिस्थिति संग भिड्न थालिन् दोस्रो दिन, प्लम्बर आयो कोठाको भिजेको कार्पेटहरु तथा अन्य समान सुकाउन मद्धत खोजिन्

source: All this is being recorded on her time log.
ne: यो सबै कार्य उनले समय तालिकामा लेखेकी थिइन्

source: Winds up taking seven hours of her week.
ne: त्यो हप्ताको ७ घण्टा सरसफाईमा लाग्यो

source: Seven hours.
ne: पुरै ७ घण्टा

source: That's like finding an extra hour in the day.
ne: भन्नाले झन्डै दिनको १ घण्टा

source: But I'm sure if you had asked her at the start of the week, "Could you find seven hours to train for a triathlon?"
ne: यदि उनलाई हप्ताको पहिलो दिन खेलकुदको लागि ७ घण्टा फुर्सद निकाल्न सक्नुहुन्छ?

source: "Could you find seven hours to mentor seven worthy people?"
ne: वा केहि महत्वपूर्ण मान्छे लाइ भेट्न ७ घण्टा फुर्सद छ?

source: I'm sure she would've said what most of us would've said, which is, "No -- can't you see how busy I am?"
ne: भन्ने प्रश्न गरेको भए पक्कै पनि उनले "भ्याउंदिन, साह्रै व्यस्त छु" भन्थिन्

source: Yet when she had to find seven hours because there is water all over her basement, she found seven hours.
ne: तर, जसरी पनि ७ घण्टा नभई नहुने अवस्था पर्दा त्यो ७ घण्टा उनले निकाल्न सकिन्

source: And what this shows us is that time is highly elastic.
ne: यसले के प्रमाणित गर्छ भने, समय तन्किन्छ

source: We cannot make more time, but time will stretch to accommodate what we choose to put into it.
ne: हामी समय बढाउन सक्दैनौ, तर आवश्यकता पर्दा मिलाउन सक्छौं

source: And so the key to time management is treating our priorities as the equivalent of that broken water heater.
ne: यसर्थ, टाइम म्यानेजमेन्टको महत्वपूर्ण कडी हाम्रो आवश्यकताको प्राथमिकता हो, बिग्रिएको धारो जस्तै

source: To get at this, I like to use language from one of the busiest people I ever interviewed.
ne: यसलाई अझ जोड दिन, मैंले अहिले सम्म भेटेको अति व्यस्त एक जनाको भनाइ राख्छु

source: By busy, I mean she was running a small business with 12 people on the payroll, she had six children in her spare time.
ne: व्यस्त भन्नाले, उनको सानो व्यापार थियो , १२ जना कर्मचारी थिए अझ व्यस्त बनाउने ६ जना केटाकेटी थिए

source: I was getting in touch with her to set up an interview on how she "had it all" -- that phrase.
ne: म उनीसंग एउटा अन्तर्वार्ताको लागि समय खोज्दै थिएँ उनको व्यस्तताको सिमा थिएन

source: I remember it was a Thursday morning, and she was not available to speak with me.
ne: बिहिबार बिहानको कुरा हो, उनीसंग बोल्ने पनि फुर्सद थिएन

source: Of course, right?
ne: अत्ति नै ब्यस्त

source: But the reason she was unavailable to speak with me is that she was out for a hike, because it was a beautiful spring morning, and she wanted to go for a hike.
ne: तर म संग बोल्ने समय नहुने कारण थियो उनी पदयात्रामा जादै थिइन् , सरद महिनाको शुन्दर बिहानी थियो घुम्न जाने राम्रो दिन थियो

source: So of course this makes me even more intrigued, and when I finally do catch up with her, she explains it like this.
ne: यो कुराले उनलाई भेट्ने इच्छा अझ तिब्र भयो जब उनलाई भेटे मौका मिल्यो, उनले यस्तो कुरा गरिन्-

source: She says, "Listen Laura, everything I do, every minute I spend, is my choice."
ne: उनले भनिन "हेर लाउरा, म जे पनि गर्छु, आफ्नै रोजाइमा प्रत्येक मिनेट खर्च गर्छु"

source: And rather than say, "I don't have time to do x, y or z," she'd say, "I don't do x, y or z because it's not a priority."
ne: यसको अर्थ के हो भने, एक्स वाई जेड काम गर्न मलाई फुर्सद छैन किन कि, त्यो काम मेरो प्राथमिकतामा पर्दैन

source: "I don't have time," often means "It's not a priority."
ne: "फुर्सद छैन" भन्नुको अर्थ "त्यो मेरो प्राथमिकता होइन" भन्नु हो

source: If you think about it, that's really more accurate language.
ne: भाषागत हिसाबले त्यो भनाइ एकदमै व्यवहारिक हो

source: I could tell you I don't have time to dust my blinds, but that's not true.
ne: मैले "पर्दा सफा गर्ने फुर्सद छैन" भन्छु भने त्यो सत्य होइन

source: If you offered to pay me $100,000 to dust my blinds, I would get to it pretty quickly.
ne: कसैले पर्दा सफा गर्न मलाई एक लाख दिन्छु भन्यो भने म सबै भन्दा पहिले त्यहि गर्छु

source: (Laughter) Since that is not going to happen, I can acknowledge this is not a matter of lacking time; it's that I don't want to do it.
ne: .........(हाँसो)..... त्यसो हुनेवाला त छैन, त्यसैले यो समयको अभावको कुरा होइन खासमा मलाई गर्न मन नलागेको हो

source: Using this language reminds us that time is a choice.
ne: यसले हाम्रो रोजाईको कुरा देखाउंछ

source: And granted, there may be horrible consequences for making different choices, I will give you that.
ne: भिन्न परिस्थितिमा, फरक रोजाईका डरलाग्दा घटनाक्रम होलान् त्यसो हुन सक्छ

source: But we are smart people, and certainly over the long run, we have the power to fill our lives with the things that deserve to be there.
ne: तर हामी बुद्धिमान मानिस हौं समय संगै बिस्तारै आफ्नो जीवनमा आवश्यक पर्ने कुराको व्यवस्थापन गर्ने सामर्थ्य हुन्छ

source: So how do we do that?
ne: कसरी त्यस्तो हुन्छ त भन्दा

source: How do we treat our priorities as the equivalent of that broken water heater?
ne: धारो बिग्रिएको अवस्था जस्तै हामीले प्राथमिकता दिने बिषयमा भर पर्छ

source: Well, first we need to figure out what they are.
ne: सबै भन्दा पहिले आवश्यकताको निर्धारण गर्नु पर्छ

source: I want to give you two strategies for thinking about this.
ne: यस बिषयमा सोच्न म तपाईंलाइ २ रणनीति दिन्छु

source: The first, on the professional side: I'm sure many people coming up to the end of the year are giving or getting annual performance reviews.
ne: पहिलो: पेशागत क्षेत्र बर्षको अन्त्य तिर मानिसहरु आफ्नो बार्षिक प्रगतिको लेखा जोखा गर्छन्

source: You look back over your successes over the year, your "opportunities for growth."
ne: तपाईं गत बर्षमा पाएको सफलता हेर्नु हुन्छ आफ्नो "उन्नतिको सम्भावना" खोज्नुहुन्छ

source: And this serves its purpose, but I find it's more effective to do this looking forward.
ne: यसको अर्थ तथा उद्धेश्य त्यहि नै हो, तर मलाई पछाडी फेर्कर हेर्नुभन्दा अगाडी हेर्नु राम्रो लाग्छ

source: So I want you to pretend it's the end of next year.
ne: अहिले अर्को बर्षको अन्त्य हो भन्ने सम्झनुहोस

source: You're giving yourself a performance review, and it has been an absolutely amazing year for you professionally.
ne: तपाई आफ्नो प्रगति विवरण हेर्दै हुनुहुन्छ तपाईंको व्यक्तित्वको हिसाबले यो बर्ष अत्यन्त लाभदायक छ

source: What three to five things did you do that made it so amazing?
ne: ३-५ कुनै त्यस्ता काम भन्नुहोस जसले तपाईंको यो बर्षलाइ सफल बनायो

source: So you can write next year's performance review now.
ne: तपाई अर्को बर्षको प्रगति विवरण यसरी अहिले लेख्न सक्नुहुन्छ

source: And you can do this for your personal life, too.
ne: यस्तै कुरा आफ्नो व्यक्तिगत जीवनको पनि सकिन्छ

source: I'm sure many of you, like me, come December, get cards that contain these folded up sheets of colored paper, on which is written what is known as the family holiday letter.
ne: म जस्तै तपाईंहरु पनि कति जनाले बर्षको अन्त्यमा यसैगरी पट्टाएको रंगीन कागज पाउनुहुन्छ जसलाई पारिवारिक छुट्टीको कागज भनिन्छ

source: (Laughter) Bit of a wretched genre of literature, really, going on about how amazing everyone in the household is, or even more scintillating, how busy everyone in the household is.
ne: .........(हाँसो)..... आश्चर्य भनौ कि बिडम्बना, कति व्यस्त छन् त परिवारका सदस्यहरु जहाँ परिवारका सदस्यहरु, संगै बस्ने, घुम्ने पनि समय छैन

source: But these letters serve a purpose, which is that they tell your friends and family what you did in your personal life that mattered to you over the year.
ne: त्यसैले यो पत्रको अर्थ छ , जसले तपाईको परिवार तथा साथीभाईलाइ भन्छ तपाइले व्यक्तिगत जीवनमा जे गर्नुभयो, त्यो गएको समयको कुरा भो

source: So this year's kind of done, but I want you to pretend it's the end of next year, and it has been an absolutely amazing year for you and the people you care about.
ne: यसर्थ यस बर्षको काम गराई जुन आउदो बर्षको हो भनेर कल्पना गर्दै हुनुहुन्छ तपाई र तपाईले चाहनुभएको मान्छेको लागि अत्यन्त लाभदायक हुन्छ

source: So you can write next year's family holiday letter now.
ne: अर्को बर्षको बिदाको चिट्ठी अहिले नै लेख्न सक्नुहुन्छ

source: Don't send it.
ne: तर पठाई नै चै नहाल्नुस

source: (Laughter) Please, don't send it.
ne: .........(हाँसो)..... हो भन्या, नपठाउनुस

source: But you can write it.
ne: तर पक्कै लेख्न सक्नुहुन्छ
